Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Dwarf
source: Dwarf
de: Zwerg
ja: ドワーフ
ko: 드워프
pl: Krasnolud
zh_hans: 矮人
zh_hant: 矮人

# trait.Dyed
source: Dyed
de: Gefärbt
ja: 染髪
ko: 염색 머리
pl: Farbowane
zh_hans: 染发
zh_hant: 染髮

# trait.Dying Sex
source: Dying Sex
de: Sex im Sterben
ja: 死に際のセックス
ko: 임종 직전의 성교
pl: Seks w obliczu śmierci
zh_hans: 临终性爱
zh_hant: 臨終性愛

# trait.E-Friend
source: E-Friend
de: Onlinefreund
ja: ネット友達
ko: 온라인 친구
pl: Znajomy z internetu
zh_hans: 网友
zh_hant: 網友

# trait.Ear Cleaning
source: Ear Cleaning
de: Ohrenreinigung
ja: 耳かき
ko: 귀 청소
pl: Czyszczenie uszu
zh_hans: 掏耳
zh_hant: 掏耳

# trait.Ear Cuffs
source: Ear Cuffs
de: Ohrklemmen
ja: イヤーカフ
ko: 이어 커프
pl: Nausznice
zh_hans: 耳骨夹
zh_hant: 耳骨夾

# trait.Ear Tag
source: Ear Tag
de: Ohrmarke
ja: 耳標
ko: 귀표
pl: Kolczyk identyfikacyjny
zh_hans: 耳标
zh_hant: 耳標

# trait.Earmuffs
source: Earmuffs
de: Ohrenschützer
ja: イヤーマフ
ko: 귀마개
pl: Nauszniki
zh_hans: 耳罩
zh_hant: 耳罩

# trait.Earrings
source: Earrings
de: Ohrringe
ja: イヤリング
ko: 귀걸이
pl: Kolczyki
zh_hans: 耳环
zh_hant: 耳環

# trait.Eating Disorder
source: Eating Disorder
de: Essstörung
ja: 摂食障害
ko: 섭식 장애
pl: Zaburzenie odżywiania
zh_hans: 进食障碍
zh_hant: 飲食障礙

# trait.Eccentric
source: Eccentric
de: Exzentrisch
ja: 風変わり
ko: 기이함
pl: Ekscentryczny
zh_hans: 古怪
zh_hant: 古怪

# trait.Editor
source: Editor
de: Lektorat
ja: 編集者
ko: 편집자
pl: Redakcja
zh_hans: 编辑
zh_hant: 編輯

# trait.Effeminate
source: Effeminate
de: Feminin
ja: 女性的
ko: 여성적
pl: Zniewieściały
zh_hans: 阴柔
zh_hant: 陰柔

# trait.Egg Implantation
source: Egg Implantation
de: Eiimplantation
ja: 卵の植え付け
ko: 알 이식
pl: Implantacja jaj
zh_hans: 植卵
zh_hant: 植卵

# trait.Egyptian
source: Egyptian
de: Ägyptisch
ja: エジプト人
ko: 이집트인
pl: Egipcjanin
zh_hans: 埃及人
zh_hant: 埃及人

# trait.Egyptian Crown
source: Egyptian Crown
de: Ägyptische Krone
ja: エジプト風の王冠
ko: 이집트식 왕관
pl: Korona egipska
zh_hans: 埃及王冠
zh_hant: 埃及王冠

# trait.Eidetic Memory
source: Eidetic Memory
de: Eidetisches Gedächtnis
ja: 直観像記憶
ko: 직관상 기억
pl: Pamięć ejdetyczna
zh_hans: 照相记忆
zh_hant: 照相記憶

# trait.Eighth Grader
source: Eighth Grader
de: Schüler der achten Klasse
ja: 中学2年生
ko: 중학교 2학년
pl: Uczeń ósmej klasy
zh_hans: 八年级学生
zh_hant: 八年級學生

# trait.Elbow Pad
source: Elbow Pad
de: Ellbogenschützer
ja: 肘当て
ko: 팔꿈치 보호대
pl: Ochraniacz łokcia
zh_hans: 护肘
zh_hant: 護肘

# trait.Electric Appliances
source: Electric Appliances
de: Elektrogeräte
ja: 家電製品
ko: 가전제품
pl: Urządzenia elektryczne
zh_hans: 电器
zh_hant: 家電

# trait.Electric Guitar
source: Electric Guitar
de: E-Gitarre
ja: エレキギター
ko: 일렉트릭 기타
pl: Gitara elektryczna
zh_hans: 电吉他
zh_hant: 電吉他

# trait.Electric Shock (BDSM)
source: Electric Shock (BDSM)
de: Stromschläge (BDSM)
ja: 電気ショック（BDSM）
ko: 전기 충격(BDSM)
pl: Porażenie prądem (BDSM)
zh_hans: 电击（BDSM）
zh_hant: 電擊（BDSM）

# trait.Electronic Cigarette
source: Electronic Cigarette
de: E-Zigarette
ja: 電子タバコ
ko: 전자 담배
pl: Papieros elektroniczny
zh_hans: 电子烟
zh_hant: 電子煙

# trait.Electrostimulator (Sexual)
source: Electrostimulator (Sexual)
de: Elektrostimulator (sexuell)
ja: 電気刺激器（性的）
ko: 전기 자극기(성적)
pl: Elektrostymulator (seksualne)
zh_hans: 电刺激器（色情）
zh_hant: 電刺激器（色情）

# trait.Elemental
source: Elemental
de: Elementarwesen
ja: エレメンタル
ko: 정령
pl: Istota żywiołowa
zh_hans: 元素生物
zh_hant: 元素生物

# trait.Elementary School Backpack
source: Elementary School Backpack
de: Grundschulranzen
ja: ランドセル
ko: 란도셀
pl: Tornister ucznia szkoły podstawowej
zh_hans: 小学生书包
zh_hant: 小學生書包

# trait.Elementary School Student
source: Elementary School Student
de: Grundschüler
ja: 小学生
ko: 초등학생
pl: Uczeń szkoły podstawowej
zh_hans: 小学生
zh_hant: 小學生

# trait.Elephant
source: Elephant
de: Elefant
ja: 象
ko: 코끼리
pl: Słoń
zh_hans: 大象
zh_hant: 大象

# trait.Elevator Operator
source: Elevator Operator
de: Aufzugführer
ja: エレベーター係
ko: 엘리베이터 안내원
pl: Operator windy
zh_hans: 电梯操作员
zh_hant: 電梯操作員

# trait.Eleventh Grader
source: Eleventh Grader
de: Schüler der elften Klasse
ja: 高校2年生
ko: 고등학교 2학년
pl: Uczeń jedenastej klasy
zh_hans: 十一年级学生
zh_hant: 十一年級學生

# trait.Elopement
source: Elopement
de: Gemeinsame Flucht eines Liebespaares
ja: 駆け落ち
ko: 사랑의 도피
pl: Ucieczka zakochanych
zh_hans: 私奔
zh_hant: 私奔

# trait.Emetophagia
source: Emetophagia
de: Verzehr von Erbrochenem
ja: 嘔吐物食
ko: 구토물 섭취
pl: Spożywanie wymiocin
zh_hans: 食用呕吐物
zh_hant: 食用嘔吐物

# trait.Emotions
source: Emotions
de: Gefühle
ja: 感情
ko: 감정
pl: Emocje
zh_hans: 情感
zh_hant: 情感

# trait.Emperor
source: Emperor
de: Kaiser
ja: 皇帝
ko: 황제
pl: Cesarz
zh_hans: 皇帝
zh_hant: 皇帝

# trait.Employee
source: Employee
de: Angestellter
ja: 従業員
ko: 직원
pl: Pracownik
zh_hans: 雇员
zh_hant: 僱員

# trait.Employer
source: Employer
de: Arbeitgeber
ja: 雇用主
ko: 고용주
pl: Pracodawca
zh_hans: 雇主
zh_hant: 雇主

# trait.Empress
source: Empress
de: Kaiserin
ja: 皇后
ko: 황후
pl: Cesarzowa
zh_hans: 皇后
zh_hant: 皇后

# trait.Empress Consort
source: Empress Consort
de: Kaiserin als Gemahlin
ja: 皇后（皇帝の配偶者）
ko: 황후(황제의 배우자)
pl: Cesarzowa jako małżonka
zh_hans: 皇后（皇帝配偶）
zh_hant: 皇后（皇帝配偶）

# trait.Empress Regnant
source: Empress Regnant
de: Regierende Kaiserin
ja: 女帝
ko: 여제
pl: Panująca cesarzowa
zh_hans: 女皇
zh_hant: 女皇

# trait.Enchainment
source: Enchainment
de: Fesselung mit Ketten
ja: 鎖による拘束
ko: 사슬 구속
pl: Krępowanie łańcuchami
zh_hans: 锁链束缚
zh_hant: 鎖鏈束縛

# trait.Enema
source: Enema
de: Einlauf
ja: 浣腸
ko: 관장
pl: Lewatywa
zh_hans: 灌肠
zh_hant: 灌腸

# trait.Energetic
source: Energetic
de: Energiegeladen
ja: 元気
ko: 활기참
pl: Energiczny
zh_hans: 元气
zh_hant: 元氣

# trait.Engagement Ring
source: Engagement Ring
de: Verlobungsring
ja: 婚約指輪
ko: 약혼반지
pl: Pierścionek zaręczynowy
zh_hans: 订婚戒指
zh_hant: 訂婚戒指

# trait.Engages in
source: Engages in
de: Übt aus
ja: 行う
ko: 행함
pl: Zajmuje się
zh_hans: 从事
zh_hant: 從事

# trait.Engages in (Sexual)
source: Engages in (Sexual)
de: Übt aus (sexuell)
ja: 行う（性的）
ko: 행함(성적)
pl: Zajmuje się (seksualne)
zh_hans: 从事（色情）
zh_hant: 從事（色情）

# trait.Engineer
source: Engineer
de: Ingenieur
ja: エンジニア
ko: 엔지니어
pl: Inżynier
zh_hans: 工程师
zh_hant: 工程師

# trait.Envious
source: Envious
de: Neidisch
ja: 嫉妬深い
ko: 질투가 많음
pl: Zazdrosny
zh_hans: 嫉妒
zh_hant: 嫉妒

# trait.Erotic Beating (Consensual)
source: Erotic Beating (Consensual)
de: Erotische Schläge (einvernehmlich)
ja: 合意の性的打擲
ko: 합의된 성적 구타
pl: Bicie erotyczne (za zgodą)
zh_hans: 双方同意的色情殴打
zh_hant: 雙方同意的色情毆打

# trait.Erotic Beating (Non-Consensual)
source: Erotic Beating (Non-Consensual)
de: Erotische Schläge (nicht einvernehmlich)
ja: 非合意の性的打擲
ko: 비합의 성적 구타
pl: Bicie erotyczne (bez zgody)
zh_hans: 非双方同意的色情殴打
zh_hant: 非合意的色情毆打

# trait.Erotic Comic Artist
source: Erotic Comic Artist
de: Zeichner erotischer Comics
ja: 成人向け漫画家
ko: 성인 만화가
pl: Twórca komiksów erotycznych
zh_hans: 色情漫画家
zh_hant: 色情漫畫家

# trait.Erotic Humiliation
source: Erotic Humiliation
de: Erotische Demütigung
ja: 性的な羞恥
ko: 성적 수치
pl: Upokorzenie erotyczne
zh_hans: 色情羞辱
zh_hant: 色情羞辱

# trait.Erotic Massage
source: Erotic Massage
de: Erotische Massage
ja: エロティックマッサージ
ko: 에로틱 마사지
pl: Masaż erotyczny
zh_hans: 色情按摩
zh_hant: 色情按摩

# trait.Erotic Mind Control
source: Erotic Mind Control
de: Erotische Gedankenkontrolle
ja: 性的マインドコントロール
ko: 성적 정신 지배
pl: Erotyczna kontrola umysłu
zh_hans: 色情精神控制
zh_hant: 色情精神控制

# trait.Erotic Mummification
source: Erotic Mummification
de: Erotische Mumifizierung
ja: 性的ミイラ拘束
ko: 성적 미라 구속
pl: Mumifikacja erotyczna
zh_hans: 色情木乃伊式束缚
zh_hant: 色情木乃伊式束縛

# trait.Erotic Photography
source: Erotic Photography
de: Erotische Fotografie
ja: エロ撮影
ko: 에로틱 촬영
pl: Fotografia erotyczna
zh_hans: 色情摄影
zh_hant: 色情攝影

# trait.Erotic Spitting
source: Erotic Spitting
de: Erotisches Spucken
ja: 性的な唾吐き
ko: 성적 침 뱉기
pl: Erotyczne plucie
zh_hans: 色情吐唾沫
zh_hant: 色情吐唾沫

# trait.Erotic Voice Actor
source: Erotic Voice Actor
de: Sprecher erotischer Werke
ja: 成人向け作品の声優
ko: 성인물 성우
pl: Aktor głosowy w dziełach erotycznych
zh_hans: 色情作品声优
zh_hant: 色情作品聲優

# trait.Erotic Wedding Dress
source: Erotic Wedding Dress
de: Erotisches Hochzeitskleid
ja: エロティックなウェディングドレス
ko: 에로틱 웨딩드레스
pl: Erotyczna suknia ślubna
zh_hans: 色情婚纱
zh_hant: 色情婚紗

# trait.Escape From Confinement
source: Escape From Confinement
de: Flucht aus der Gefangenschaft
ja: 監禁からの脱出
ko: 감금에서 탈출
pl: Ucieczka z uwięzienia
zh_hans: 逃离监禁
zh_hant: 逃離監禁

# trait.European
source: European
de: Europäisch
ja: ヨーロッパ人
ko: 유럽인
pl: Europejczyk
zh_hans: 欧洲人
zh_hant: 歐洲人

# trait.Evening Gloves
source: Evening Gloves
de: Abendhandschuhe
ja: イブニンググローブ
ko: 이브닝 장갑
pl: Rękawiczki wieczorowe
zh_hans: 晚礼服手套
zh_hant: 晚禮服手套

# trait.Evidence Tampering
source: Evidence Tampering
de: Manipulation von Beweisen
ja: 証拠隠滅
ko: 증거 인멸
pl: Fałszowanie dowodów
zh_hans: 篡改证据
zh_hant: 篡改證據

# trait.Evil Form
source: Evil Form
de: Böse Gestalt
ja: 悪の姿
ko: 악의 형태
pl: Zła postać
zh_hans: 邪恶形态
zh_hant: 邪惡形態

# trait.Evil Sacrifice
source: Evil Sacrifice
de: Opfer für böse Mächte
ja: 邪悪な生贄
ko: 사악한 제물
pl: Ofiara dla złych mocy
zh_hans: 邪恶祭品
zh_hant: 邪惡祭品

# trait.Ex-boyfriend
source: Ex-boyfriend
de: Exfreund
ja: 元彼
ko: 전 남자친구
pl: Były chłopak
zh_hans: 前男友
zh_hant: 前男友

# trait.Ex-girlfriend
source: Ex-girlfriend
de: Exfreundin
ja: 元彼女
ko: 전 여자친구
pl: Była dziewczyna
zh_hans: 前女友
zh_hant: 前女友

# trait.Executioner
source: Executioner
de: Henker
ja: 処刑人
ko: 처형인
pl: Kat
zh_hans: 刽子手
zh_hant: 劊子手

# trait.Executive
source: Executive
de: Führungskraft
ja: 経営幹部
ko: 경영진
pl: Członek kadry kierowniczej
zh_hans: 高管
zh_hant: 高階主管

# trait.Exile
source: Exile
de: Verbannung
ja: 追放
ko: 추방
pl: Wygnanie
zh_hans: 流放
zh_hant: 流放

# trait.Exorcism
source: Exorcism
de: Exorzismus
ja: 悪魔払い
ko: 퇴마
pl: Egzorcyzm
zh_hans: 驱魔
zh_hant: 驅魔

# trait.Exorcist
source: Exorcist
de: Exorzist
ja: エクソシスト
ko: 퇴마사
pl: Egzorcysta
zh_hans: 驱魔师
zh_hant: 驅魔師

# trait.Exposed
source: Exposed
de: Entblößt
ja: 露出
ko: 노출됨
pl: Odsłonięte
zh_hans: 暴露
zh_hant: 暴露

# trait.Expressive Ahoge
source: Expressive Ahoge
de: Gefühle ausdrückende Haarsträhne
ja: 感情表現するアホ毛
ko: 감정을 표현하는 아호게
pl: Kosmyk włosów wyrażający emocje
zh_hans: 会表达情绪的呆毛
zh_hant: 會表達情緒的呆毛

# trait.Extraterrestrial
source: Extraterrestrial
de: Außerirdisch
ja: 地球外生命体
ko: 외계 생명체
pl: Istota pozaziemska
zh_hans: 外星生命
zh_hant: 外星生命

# trait.Extremely Long Hair
source: Extremely Long Hair
de: Extrem langes Haar
ja: 極端に長い髪
ko: 매우 긴 머리
pl: Bardzo długie włosy
zh_hans: 超长发
zh_hant: 超長髮

# trait.Eye Color
source: Eye Color
de: Augenfarbe
ja: 瞳の色
ko: 눈동자색
pl: Kolor oczu
zh_hans: 眼睛颜色
zh_hant: 眼睛顏色

# trait.Eye Covering
source: Eye Covering
de: Augenbedeckung
ja: 目隠し
ko: 눈 가림
pl: Zasłonięte oczy
zh_hans: 遮眼
zh_hant: 遮眼

# trait.Eye Loss
source: Eye Loss
de: Augenverlust
ja: 眼球喪失
ko: 안구 상실
pl: Utrata oka
zh_hans: 失去眼睛
zh_hant: 失去眼睛

# trait.Eye Mask
source: Eye Mask
de: Augenmaske
ja: アイマスク
ko: 수면 안대
pl: Maska na oczy
zh_hans: 眼罩
zh_hant: 眼罩

# trait.Eyebrow Piercing
source: Eyebrow Piercing
de: Augenbrauenpiercing
ja: 眉ピアス
ko: 눈썹 피어싱
pl: Piercing brwi
zh_hans: 眉钉
zh_hant: 眉釘

# trait.Eyebrow Slits
source: Eyebrow Slits
de: Augenbrauenschlitze
ja: 眉の剃り込み
ko: 눈썹 스크래치
pl: Nacięcia w brwiach
zh_hans: 断眉
zh_hant: 斷眉

# trait.Eyebrows
source: Eyebrows
de: Augenbrauen
ja: 眉
ko: 눈썹
pl: Brwi
zh_hans: 眉毛
zh_hant: 眉毛

# trait.Eyepatch
source: Eyepatch
de: Augenklappe
ja: 眼帯
ko: 안대
pl: Opaska na oko
zh_hans: 单眼眼罩
zh_hant: 單眼眼罩

# trait.Eyes
source: Eyes
de: Augen
ja: 目
ko: 눈
pl: Oczy
zh_hans: 眼睛
zh_hant: 眼睛

# trait.Face-farting
source: Face-farting
de: Blähungen ins Gesicht
ja: 顔面放屁
ko: 얼굴에 방귀 뀌기
pl: Puszczanie gazów w twarz
zh_hans: 对脸放屁
zh_hant: 對臉放屁

# trait.Facesitting
source: Facesitting
de: Sitzen auf dem Gesicht
ja: 顔面騎乗
ko: 안면 기승
pl: Siadanie na twarzy
zh_hans: 坐脸
zh_hant: 坐臉

# trait.Facial Hair
source: Facial Hair
de: Gesichtsbehaarung
ja: ひげ
ko: 수염
pl: Zarost
zh_hans: 胡须
zh_hant: 鬍鬚

# trait.Facial Piercing
source: Facial Piercing
de: Gesichtspiercing
ja: 顔のピアス
ko: 얼굴 피어싱
pl: Piercing twarzy
zh_hans: 面部穿孔
zh_hant: 面部穿孔

# trait.Facial Scar
source: Facial Scar
de: Gesichtsnarbe
ja: 顔の傷跡
ko: 얼굴 흉터
pl: Blizna na twarzy
zh_hans: 面部疤痕
zh_hant: 面部疤痕

# trait.Fainting
source: Fainting
de: Ohnmacht
ja: 失神
ko: 실신
pl: Omdlenie
zh_hans: 昏厥
zh_hant: 昏厥

# trait.Fairy
source: Fairy
de: Fee
ja: 妖精
ko: 요정
pl: Wróżka
zh_hans: 妖精
zh_hant: 妖精

# trait.Fake Death
source: Fake Death
de: Vorgetäuschter Tod
ja: 偽装死
ko: 위장 사망
pl: Sfingowana śmierć
zh_hans: 假死
zh_hant: 假死

# trait.Fake Rape
source: Fake Rape
de: Vorgetäuschte Vergewaltigung
ja: 偽装強姦
ko: 위장 강간
pl: Sfingowany gwałt
zh_hans: 伪装强奸
zh_hant: 偽裝強姦

# trait.Fake Relationship
source: Fake Relationship
de: Vorgetäuschte Beziehung
ja: 偽装恋愛関係
ko: 위장 연애 관계
pl: Udawany związek
zh_hans: 假恋爱关系
zh_hant: 假戀愛關係

# trait.Fake Suicide
source: Fake Suicide
de: Vorgetäuschter Suizid
ja: 偽装自殺
ko: 위장 자살
pl: Sfingowane samobójstwo
zh_hans: 假自杀
zh_hant: 假自殺

# trait.Fallen Angel
source: Fallen Angel
de: Gefallener Engel
ja: 堕天使
ko: 타락천사
pl: Upadły anioł
zh_hans: 堕天使
zh_hant: 墮天使

# trait.Falling to Evil (sexual)
source: Falling to Evil (sexual)
de: Verfall zum Bösen (sexuell)
ja: 悪堕ち（性的）
ko: 악타락(성적)
pl: Przejście na stronę zła (seksualne)
zh_hans: 恶堕（色情）
zh_hant: 惡墮（色情）

# trait.Familiar
source: Familiar
de: Magischer Vertrauter
ja: 使い魔
ko: 사역마
pl: Magiczny chowaniec
zh_hans: 使魔
zh_hant: 使魔

# trait.Family Oriented
source: Family Oriented
de: Familienorientiert
ja: 家族思い
ko: 가족을 중시함
pl: Przywiązany do rodziny
zh_hans: 顾家
zh_hant: 顧家

# trait.Famous
source: Famous
de: Berühmt
ja: 有名
ko: 유명함
pl: Sławny
zh_hans: 知名
zh_hant: 知名

# trait.Fang
source: Fang
de: Fangzahn
ja: 牙
ko: 송곳니
pl: Kieł
zh_hans: 尖牙
zh_hant: 尖牙

# trait.Fanny Pack
source: Fanny Pack
de: Bauchtasche
ja: ウエストポーチ
ko: 웨이스트 백
pl: Nerka
zh_hans: 腰包
zh_hant: 腰包

# trait.Farmer
source: Farmer
de: Bauer
ja: 農家
ko: 농부
pl: Rolnik
zh_hans: 农民
zh_hant: 農民

# trait.Fashion
source: Fashion
de: Mode
ja: ファッション
ko: 패션
pl: Moda
zh_hans: 时尚
zh_hant: 時尚

# trait.Fashion Design
source: Fashion Design
de: Modedesign
ja: ファッションデザイン
ko: 패션 디자인
pl: Projektowanie mody
zh_hans: 服装设计
zh_hant: 服裝設計

# trait.Fashion Designer
source: Fashion Designer
de: Modedesigner
ja: ファッションデザイナー
ko: 패션 디자이너
pl: Projektant mody
zh_hans: 服装设计师
zh_hant: 服裝設計師

# trait.Father
source: Father
de: Vater
ja: 父親
ko: 아버지
pl: Ojciec
zh_hans: 父亲
zh_hant: 父親

# trait.Father Complex
source: Father Complex
de: Vaterkomplex
ja: ファザコン
ko: 파더 콤플렉스
pl: Kompleks ojca
zh_hans: 恋父情结
zh_hant: 戀父情結

# trait.Father-in-law
source: Father-in-law
de: Schwiegervater
ja: 義父
ko: 장인·시아버지
pl: Teść
zh_hans: 岳父或公公
zh_hant: 岳父或公公

# trait.Fear of Commitment
source: Fear of Commitment
de: Bindungsangst
ja: 関係を深めることへの恐怖
ko: 관계 진전에 대한 두려움
pl: Lęk przed zaangażowaniem
zh_hans: 害怕承诺
zh_hant: 害怕承諾

# trait.Feather Accessory
source: Feather Accessory
de: Federschmuck
ja: 羽根飾り
ko: 깃털 장식
pl: Ozdoba z piór
zh_hans: 羽毛饰品
zh_hant: 羽毛飾品

# trait.Feather Boa
source: Feather Boa
de: Federboa
ja: フェザーボア
ko: 깃털 보아
pl: Boa z piór
zh_hans: 羽毛围巾
zh_hant: 羽毛圍巾

# trait.Feathers
source: Feathers
de: Federn
ja: 羽毛
ko: 깃털
pl: Pióra
zh_hans: 羽毛
zh_hant: 羽毛

# trait.Feathery Wings
source: Feathery Wings
de: Gefiederte Flügel
ja: 羽毛の翼
ko: 깃털 날개
pl: Skrzydła z piórami
zh_hans: 羽翼
zh_hant: 羽翼

# trait.Features
source: Features
de: Merkmale
ja: 特徴
ko: 특징
pl: Cechy
zh_hans: 特征
zh_hant: 特徵

# trait.Fedora
source: Fedora
de: Fedorahut
ja: 中折れ帽
ko: 페도라
pl: Kapelusz fedora
zh_hans: 软呢帽
zh_hant: 軟呢帽

# trait.Feet Licking
source: Feet Licking
de: Fußlecken
ja: 足舐め
ko: 발 핥기
pl: Lizanie stóp
zh_hans: 舔脚
zh_hant: 舔腳

# trait.Female Ejaculation
source: Female Ejaculation
de: Weibliche Ejakulation
ja: 女性射精
ko: 여성 사정
pl: Kobiecy wytrysk
zh_hans: 女性潮吹
zh_hant: 女性潮吹

# trait.Feminist
source: Feminist
de: Feministisch
ja: フェミニスト
ko: 페미니스트
pl: Feminista
zh_hans: 女权主义者
zh_hant: 女權主義者

# trait.Feminization
source: Feminization
de: Feminisierung
ja: 女性化
ko: 여성화
pl: Feminizacja
zh_hans: 女性化
zh_hant: 女性化

# trait.Fencing
source: Fencing
de: Fechten
ja: フェンシング
ko: 펜싱
pl: Szermierka
zh_hans: 击剑
zh_hant: 擊劍

# trait.Feral Child
source: Feral Child
de: Wildes Kind
ja: 野生児
ko: 야생아
pl: Dzikie dziecko
zh_hans: 野孩子
zh_hant: 野生兒童

# trait.Ferret
source: Ferret
de: Frettchen
ja: フェレット
ko: 페럿
pl: Fretka
zh_hans: 雪貂
zh_hant: 雪貂

# trait.Fez
source: Fez
de: Fes
ja: フェズ帽
ko: 페즈
zh_hans: 菲斯帽
zh_hant: 菲斯帽

# trait.Fiction Within Fiction
source: Fiction Within Fiction
de: Geschichte in der Geschichte
ja: 作中作
ko: 작중작
pl: Fikcja w fikcji
zh_hans: 作中作
zh_hant: 作中作

# trait.Fifth Grader
source: Fifth Grader
de: Schüler der fünften Klasse
ja: 小学5年生
ko: 초등학교 5학년
pl: Uczeń piątej klasy
zh_hans: 五年级学生
zh_hant: 五年級學生

# trait.Fighting
source: Fighting
de: Kämpfen
ja: 戦闘
ko: 전투
pl: Walka
zh_hans: 战斗
zh_hant: 戰鬥

# trait.Figment
source: Figment
de: Fantasiegestalt
ja: 想像上の存在
ko: 상상의 존재
pl: Wytwór wyobraźni
zh_hans: 幻想产物
zh_hant: 幻想產物

# trait.Figure Skating
source: Figure Skating
de: Eiskunstlauf
ja: フィギュアスケート
ko: 피겨 스케이팅
pl: Łyżwiarstwo figurowe
zh_hans: 花样滑冰
zh_hant: 花式滑冰

# trait.Film Director
source: Film Director
de: Filmregisseur
ja: 映画監督
ko: 영화감독
pl: Reżyser filmowy
zh_hans: 电影导演
zh_hant: 電影導演

# trait.Filming
source: Filming
de: Filmaufnahmen
ja: 撮影
ko: 촬영
pl: Filmowanie
zh_hans: 拍摄
zh_hant: 拍攝

# trait.Fingering
source: Fingering
de: Stimulation mit Fingern
ja: 指入れ
ko: 핑거링
pl: Stymulacja palcami
zh_hans: 指交
zh_hant: 指交

# trait.Fingerless Evening Gloves
source: Fingerless Evening Gloves
de: Fingerlose Abendhandschuhe
ja: 指なしイブニンググローブ
ko: 손가락 없는 이브닝 장갑
pl: Rękawiczki wieczorowe bez palców
zh_hans: 露指晚礼服手套
zh_hant: 露指晚禮服手套

# trait.Fingerless Gloves
source: Fingerless Gloves
de: Fingerlose Handschuhe
ja: 指なし手袋
ko: 손가락 없는 장갑
pl: Rękawiczki bez palców
zh_hans: 露指手套
zh_hant: 露指手套

# trait.Finnish
source: Finnish
de: Finnisch
ja: フィンランド人
ko: 핀란드인
pl: Fin
zh_hans: 芬兰人
zh_hant: 芬蘭人

# trait.Fire Torture
source: Fire Torture
de: Folter mit Feuer
ja: 火責め
ko: 불고문
pl: Torturowanie ogniem
zh_hans: 火刑拷问
zh_hant: 火刑拷問

# trait.Firearms
source: Firearms
de: Schusswaffen
ja: 銃器
ko: 총기
pl: Broń palna
zh_hans: 枪械
zh_hant: 槍械

# trait.Firefighter
source: Firefighter
de: Feuerwehrmann
ja: 消防士
ko: 소방관
pl: Strażak
zh_hans: 消防员
zh_hant: 消防員

# trait.First Grader
source: First Grader
de: Schüler der ersten Klasse
ja: 小学1年生
ko: 초등학교 1학년
pl: Uczeń pierwszej klasy
zh_hans: 一年级学生
zh_hant: 一年級學生

# trait.Fish
source: Fish
de: Fisch
ja: 魚
ko: 어류
pl: Ryba
zh_hans: 鱼类
zh_hant: 魚類

# trait.Fish Fins
source: Fish Fins
de: Fischflossen
ja: 魚のひれ
ko: 물고기 지느러미
pl: Płetwy rybie
zh_hans: 鱼鳍
zh_hant: 魚鰭

# trait.Fisherman
source: Fisherman
de: Fischer
ja: 漁師
ko: 어부
pl: Rybak
zh_hans: 渔民
zh_hant: 漁民

# trait.Fishing
source: Fishing
de: Angeln
ja: 釣り
ko: 낚시
pl: Wędkowanie
zh_hans: 钓鱼
zh_hant: 釣魚

# trait.Fishing Rod
source: Fishing Rod
de: Angelrute
ja: 釣り竿
ko: 낚싯대
pl: Wędka
zh_hans: 钓竿
zh_hant: 釣竿

# trait.Fishnet Bodystocking
source: Fishnet Bodystocking
de: Netz-Ganzkörperstrumpf
ja: 網目のボディストッキング
ko: 망사 보디스타킹
pl: Pończocha kabaretka na całe ciało
zh_hans: 网眼连体袜
zh_hant: 網眼連身襪

# trait.Fishnet Clothing
source: Fishnet Clothing
de: Netzkleidung
ja: 網目衣装
ko: 망사 의상
pl: Ubrania z siatki
zh_hans: 网眼服装
zh_hant: 網眼服裝

# trait.Fishnet Garter Belt Stockings
source: Fishnet Garter Belt Stockings
de: Netzstrümpfe mit Strapsgürtel
ja: ガーターベルト付き網ストッキング
ko: 가터벨트 달린 망사 스타킹
pl: Pończochy kabaretki z pasem
zh_hans: 网眼吊袜带丝袜
zh_hant: 網眼吊襪帶絲襪

# trait.Fishnet Pantyhose
source: Fishnet Pantyhose
de: Netzstrumpfhose
ja: 網タイツ
ko: 망사 팬티스타킹
pl: Rajstopy kabaretki
zh_hans: 网眼连裤袜
zh_hant: 網狀褲襪

# trait.Fishnet Stockings
source: Fishnet Stockings
de: Netzstrümpfe
ja: 網ストッキング
ko: 망사 스타킹
pl: Pończochy kabaretki
zh_hans: 网眼丝袜
zh_hant: 網眼絲襪

# trait.Fishnet Thigh-high Stockings
source: Fishnet Thigh-high Stockings
de: Oberschenkellange Netzstrümpfe
ja: 網ニーハイストッキング
ko: 망사 니하이 스타킹
pl: Pończochy kabaretki do ud
zh_hans: 网眼过膝袜
zh_hant: 網眼過膝襪

# trait.Fist Claws
source: Fist Claws
de: Faustklauen
ja: 拳用の爪
ko: 주먹용 갈고리발톱
pl: Szpony na pięści
zh_hans: 拳爪
zh_hant: 拳爪

# trait.Fixation with Former Lover
source: Fixation with Former Lover
de: Fixierung auf einen früheren Liebespartner
ja: 元恋人への執着
ko: 전 연인에 대한 집착
pl: Obsesja na punkcie byłego partnera
zh_hans: 执着于前任
zh_hant: 執著於前任

# trait.Flamboyant
source: Flamboyant
de: Extravagant
ja: 派手
ko: 화려함
pl: Ekstrawagancki
zh_hans: 张扬
zh_hant: 張揚

# trait.Flat Cap
source: Flat Cap
de: Schiebermütze
ja: ハンチング帽
ko: 헌팅캡
pl: Kaszkiet
zh_hans: 鸭舌帽
zh_hant: 鴨舌帽

# trait.Flat Chest
source: Flat Chest
de: Flache Brust
ja: 貧乳
ko: 빈유
pl: Płaska klatka piersiowa
zh_hans: 平胸
zh_hant: 平胸

# trait.Flight Attendant
source: Flight Attendant
de: Flugbegleiter
ja: 客室乗務員
ko: 객실 승무원
pl: Członek personelu pokładowego
zh_hans: 空乘
zh_hant: 空服員

# trait.Flight Attendant Uniform
source: Flight Attendant Uniform
de: Flugbegleiteruniform
ja: 客室乗務員の制服
ko: 객실 승무원 제복
pl: Mundur personelu pokładowego
zh_hans: 空乘制服
zh_hant: 空服員制服

# trait.Flip-flops
source: Flip-flops
de: Zehentrenner
ja: ビーチサンダル
ko: 쪼리
pl: Klapki japonki
zh_hans: 人字拖
zh_hant: 夾腳拖鞋

# trait.Flirting
source: Flirting
de: Flirten
ja: いちゃつき
ko: 시시덕거림
pl: Flirtowanie
zh_hans: 调情
zh_hant: 調情

# trait.Flower
source: Flower
de: Blume
ja: 花
ko: 꽃
pl: Kwiat
zh_hans: 花
zh_hant: 花

# trait.Flower / Plant
source: Flower / Plant
de: Blume / Pflanze
ja: 花・植物
ko: 꽃·식물
pl: Kwiat / roślina
zh_hans: 花卉／植物
zh_hant: 花卉／植物

# trait.Flustered
source: Flustered
de: Leicht aus der Fassung zu bringen
ja: 慌てやすい
ko: 쉽게 당황함
pl: Łatwo wpada w zakłopotanie
zh_hans: 容易慌张
zh_hant: 容易慌張

# trait.Flute
source: Flute
de: Flöte
ja: フルート
ko: 플루트
pl: Flet
zh_hans: 长笛
zh_hant: 長笛

# trait.Flutist
source: Flutist
de: Flötist
ja: フルート奏者
ko: 플루트 연주자
pl: Flecista
zh_hans: 长笛手
zh_hant: 長笛手

# trait.Flying
source: Flying
de: Fliegen
ja: 飛行
ko: 비행
pl: Latanie
zh_hans: 飞行
zh_hant: 飛行

# trait.Food
source: Food
de: Essen
ja: 食べ物
ko: 음식
pl: Jedzenie
zh_hans: 食物
zh_hant: 食物

# trait.Food Gokkun
source: Food Gokkun
de: Schlucken von Sperma mit Essen
ja: 食べ物ごっくん
ko: 음식 삼키기
pl: Połykanie nasienia z jedzeniem
zh_hans: 食物吞咽
zh_hant: 食物吞咽

# trait.Food Lover
source: Food Lover
de: Feinschmecker
ja: 食いしん坊
ko: 먹보
pl: Miłośnik jedzenia
zh_hans: 吃货
zh_hant: 吃貨

# trait.Food Play
source: Food Play
de: Spiele mit Essen
ja: フードプレイ
ko: 음식 플레이
pl: Zabawy z jedzeniem
zh_hans: 食物玩法
zh_hant: 食物玩法

# trait.Foot Insertion
source: Foot Insertion
de: Einführen eines Fußes
ja: 足挿入
ko: 발 삽입
pl: Wprowadzanie stopy
zh_hans: 足部插入
zh_hant: 足部插入

# trait.Footjob
source: Footjob
de: Penisstimulation mit den Füßen
ja: 足コキ
ko: 풋잡
pl: Stymulacja penisa stopami
zh_hans: 足交
zh_hant: 足交

# trait.Footjob on Multiple Penises
source: Footjob on Multiple Penises
de: Stimulation mehrerer Penisse mit den Füßen
ja: 複数のペニスへの足コキ
ko: 여러 음경을 상대로 한 풋잡
pl: Stymulacja wielu penisów stopami
zh_hans: 多阴茎足交
zh_hant: 多陰莖足交

# trait.Footwear
source: Footwear
de: Schuhwerk
ja: 履物
ko: 신발
pl: Obuwie
zh_hans: 鞋类
zh_hant: 鞋類

# trait.Forced Cross-dressing
source: Forced Cross-dressing
de: Erzwungenes Crossdressing
ja: 強制異性装
ko: 강제 여장·남장
pl: Wymuszone noszenie ubrań innej płci
zh_hans: 强制异装
zh_hant: 強迫異性裝扮

# trait.Forced Marriage
source: Forced Marriage
de: Zwangsheirat
ja: 強制結婚
ko: 강제 결혼
pl: Wymuszone małżeństwo
zh_hans: 强迫婚姻
zh_hant: 強迫婚姻

# trait.Forced Pregnancy
source: Forced Pregnancy
de: Erzwungene Schwangerschaft
ja: 強制妊娠
ko: 강제 임신
pl: Wymuszona ciąża
zh_hans: 强制怀孕
zh_hant: 強制懷孕

# trait.Forced Public Nudity
source: Forced Public Nudity
de: Erzwungene öffentliche Nacktheit
ja: 強制公開全裸
ko: 강제 공개 나체
pl: Wymuszona nagość w miejscu publicznym
zh_hans: 强迫公开裸体
zh_hant: 強迫公開裸體

# trait.Forehead Jewellery
source: Forehead Jewellery
de: Stirnschmuck
ja: 額飾り
ko: 이마 장식
pl: Ozdoba na czoło
zh_hans: 额饰
zh_hant: 額飾

# trait.Forehead Necklace
source: Forehead Necklace
de: Stirnkette
ja: 額用ネックレス
ko: 이마 체인
pl: Łańcuszek na czoło
zh_hans: 额链
zh_hant: 額鏈

# trait.Forehead Protector
source: Forehead Protector
de: Stirnschutz
ja: 額当て
ko: 이마 보호대
pl: Ochraniacz czoła
zh_hans: 护额
zh_hant: 護額

# trait.Foreign Accent
source: Foreign Accent
de: Ausländischer Akzent
ja: 外国語訛り
ko: 외국어 억양
pl: Obcy akcent
zh_hans: 外国口音
zh_hant: 外國口音
